{
  "heroEyebrow": "Framework",
  "heroTitle": "A manifesto for specialized, governable agents.",
  "heroLede": "Break work into explicit roles, constrain behavior, measure outcomes, and steward change deliberately. This is the operating logic behind every Archon deployment.",
  "philosophyHeading": "Philosophy of specialization",
  "philosophyCopy": "Intelligence scales better when responsibility is narrow. Clear roles, defined constraints, and measurable outcomes keep systems predictable.",
  "philosophyNote": "We resist “one model to rule them all.” Instead, we compose small, auditable roles.",
  "rolesHeading": "Agent roles and boundaries",
  "rolesCopy": "Each agent owns a role, a boundary, and a handoff. Boundaries prevent scope creep; handoffs keep multi-agent systems legible.",
  "rolesNote": "Ownership is codified: inputs accepted, outputs produced, and what to escalate.",
  "lifecycleHeading": "Lifecycle: how we design and govern agents",
  "life1Title": "Discover",
  "life1Copy": "Map the work, risks, and where an agent should own responsibility.",
  "life2Title": "Define role",
  "life2Copy": "Inputs, outputs, boundaries, and escalation are codified.",
  "life3Title": "Pilot",
  "life3Copy": "Constrain the surface area, measure outcomes, and validate guardrails.",
  "life4Title": "Integrate",
  "life4Copy": "Connect to data and tools with logging, alerts, and audit trails.",
  "life5Title": "Govern",
  "life5Copy": "Run evaluations, regression suites, and human-in-the-loop checks.",
  "life6Title": "Steward",
  "life6Copy": "Track drift, version changes, and retire or expand roles deliberately.",
  "componentsHeading": "Framework components",
  "component1Title": "Role definition",
  "component1Copy": "Responsibilities, inputs, outputs, and exclusions are explicit before an agent is deployed.",
  "component2Title": "Guardrails",
  "component2Copy": "Constraints, escalation paths, and stop conditions so agents remain safe in production.",
  "component3Title": "Evaluation",
  "component3Copy": "Metrics, checklists, and scoring logic to verify the agent is delivering the intended outcome.",
  "component4Title": "Integration",
  "component4Copy": "Data access, tools, and system touchpoints mapped with observability for audits.",
  "component5Title": "Scaling path",
  "component5Copy": "Pilots with small surfaces, followed by structured expansion once reliability is demonstrated.",
  "component6Title": "Change control",
  "component6Copy": "Versioned prompts, regression suites, and rollback steps so updates are deliberate.",
  "governanceHeading": "Governance and evaluation",
  "governanceCopy": "Make systems transparent and governable. Reduce risk when deploying AI into real workflows by keeping audit trails and clear ownership.",
  "governanceNote": "Compliance teams know what was decided, by which agent, and under which constraints.",
  "governAudit": "Structured logs of prompts, tool calls, and outcomes.",
  "governEvaluate": "Checklists for correctness, safety, and adherence to role boundaries.",
  "governEscalate": "Defined human-in-the-loop triggers and failover paths.",
  "roleLifecycleTitle": "Role lifecycle",
  "roleSpecialize": "Clear role + constraints",
  "rolePilot": "Small surface, measurable",
  "roleScale": "Integrations + guardrails",
  "roleSteward": "Audits, tuning, change control"
}
