{
  "heroEyebrow": "Products",
  "heroTitle": "Agent systems designed for narrow, measurable roles.",
  "heroLede": "Tutor agents, interview agents, and a growing catalog share the same role-boundary-evaluation spine. This page details fit, use, and limits.",
  "overviewTitle": "System overview",
  "overviewCopy": "Every agent: defined inputs, explicit outputs, scoped boundaries, and evaluation loops with escalation.",
  "excelTitle": "Where they excel",
  "excelCopy": "Structured work that benefits from repeatability, auditability, and governed scaling—not open-ended chat.",
  "availableHeading": "Overview of available agents",
  "tutorTitle": "Tutor Agents",
  "tutorCopy": "Structured, subject-specific learning companions. They run scoped drills, track progress, and deliver measurable learning at scale.",
  "tutorNote": "Use when teams need repeatable learning, assessments, and reinforcement—not open-ended Q&A.",
  "interviewTitle": "Interview Agents",
  "interviewCopy": "Conduct structured interviews with constraints, role-specific checklists, and scoring logic to standardize evaluations.",
  "interviewNote": "Use when consistency, audit trails, and bias reduction are critical to decisions.",
  "futureTitle": "Future Specialized Agents",
  "futureCopy": "A growing catalog: onboarding coaches, QA reviewers, operations copilots. Built on the same framework for quick, governable launches.",
  "futureNote": "Use when a narrow role needs repeatable decisions with clear guardrails.",
  "whenHeading": "When to use which agent",
  "whenTutor": "Tutor Agents: when teams need repeatable learning with progress tracking and scoped drills.",
  "whenInterview": "Interview Agents: when decisions depend on consistent questioning, scoring, and auditability.",
  "whenFuture": "Future Specialized Agents: when a focused role is needed for onboarding, QA, or operations support.",
  "fitHeading": "How they fit",
  "fitCopy": "Each agent is defined by a role, a boundary, and an evaluation loop. New roles inherit the same guardrails.",
  "fitRole": "What the agent owns",
  "fitBoundary": "What stays out of scope",
  "fitEvaluation": "How outcomes are scored",
  "fitEscalation": "When humans step in",
  "useCasesHeading": "Use cases and limits",
  "useTutorGood": "Skill ramp, onboarding cohorts, policy refreshers.",
  "useTutorLimit": "Not for unbounded brainstorming or replacing instructors; keep scope narrow.",
  "useInterviewGood": "Discovery calls, audits, qualitative research with consistent prompts.",
  "useInterviewLimit": "Not for final hiring decisions; humans own judgment and escalation.",
  "useFutureGood": "Process QA, policy compliance checks, routine operational reviews.",
  "useFutureLimit": "Avoid ambiguous authority; boundaries and approvals remain explicit.",
  "systemMapsHeading": "Agent system maps",
  "tutorInputs": "Curriculum, skill level, learning goals.",
  "tutorRole": "Guide, drill, and assess within defined subject boundaries.",
  "tutorOutputs": "Exercises, feedback, progress markers.",
  "tutorEvaluation": "Mastery checkpoints, score deltas, adherence to scope.",
  "interviewInputs": "Role to assess, question bank, scoring rubric.",
  "interviewRole": "Conduct structured interviews with constraints and checklists.",
  "interviewOutputs": "Responses captured, scores, flagged follow-ups.",
  "interviewEvaluation": "Calibration checks, bias checks, rubric adherence."
}
