{
  "heroEyebrow": "Services",
  "heroTitle": "How Archon engages: design, integrate, and govern specialized agents.",
  "heroLede": "Clear roles, constraints, and outcomes—plus observability and evaluation—so teams can trust automation.",
  "heroNote": "We start with a scoped plan (roles, risks, success metrics) and move into a governed pilot before scaling.",
  "whatHeading": "What we do",
  "whatDesign": "Role discovery workshops, decision trees, and constraint maps. We define success metrics before any code is written.",
  "whatIntegrate": "Data, tools, and workflow integration with observability dashboards and evaluation harnesses to keep agents measurable.",
  "whatAdvisory": "Build-versus-buy calls, governance patterns, playbooks for rollout, and implementation support from MVP to production.",
  "engageHeading": "How clients typically engage",
  "engageItem1": "Discovery and role definition workshops to align scope and success criteria.",
  "engageItem2": "Pilots with narrow surfaces and measurable outcomes to prove reliability early.",
  "engageItem3": "Integration into data, tools, and workflows with guardrails and observability.",
  "engageItem4": "Ongoing evaluation, audits, and governance reviews to keep systems trusted.",
  "cadenceTitle": "Working cadence",
  "cadenceCopy": "Weekly checkpoints, shared playbooks, and transparent criteria for expanding scope.",
  "cadenceNote": "Teams know what is in scope, how agents are measured, and when to scale.",
  "whereHeading": "Where Archon gets involved",
  "whereStrategy": "Clarify where agents fit, what to automate, and how to measure impact before build decisions are made.",
  "whereDesign": "Translate strategy into scoped pilots with explicit roles, boundaries, and success checkpoints.",
  "whereImplementation": "Integrate into systems with evaluation harnesses, logging, and recovery paths to keep risk low.",
  "whereOperations": "Establish governance rituals, runbooks, and audits so agents remain predictable as they scale.",
  "flowHeading": "Engagement flow",
  "flowStep1Title": "Discovery",
  "flowStep1Copy": "Align on objectives, risks, and where agents add value.",
  "flowStep2Title": "Role design",
  "flowStep2Copy": "Define responsibilities, constraints, and escalation paths.",
  "flowStep3Title": "Pilot",
  "flowStep3Copy": "Launch a narrow surface with evaluation and observability.",
  "flowStep4Title": "Integrate",
  "flowStep4Copy": "Connect to systems with logging, alerts, and governance gates.",
  "flowStep5Title": "Scale",
  "flowStep5Copy": "Expand scope with audits, runbooks, and change control.",
  "timelineHeading": "Engagement models",
  "timeline1Title": "Discovery sprint",
  "timeline1Copy": "1–2 weeks to map roles, constraints, and measurable objectives. Outputs: role canvas, risk map, pilot plan.",
  "timeline2Title": "Pilot build",
  "timeline2Copy": "4–6 weeks to deliver a scoped agent with evaluation and observability. Outputs: pilot agent, dashboard, runbook.",
  "timeline3Title": "Scale-up",
  "timeline3Copy": "Progressive expansion with governance gates and simulation where needed. Outputs: integration plan, escalation playbooks.",
  "timeline4Title": "Ongoing stewardship",
  "timeline4Copy": "Monthly audits, tuning, and change management to keep agents aligned with business rules."
}
